
module.exports={
    question:function(){
        return [
            '如何购买下单',
            '如何查找想要的商品',
            '如何填写收货地址',
            '在哪里可以查询京东的促销活动',
            '如何查看晒单',
            '评价有什么好处',
            '京东有没有礼品包装服务',
            '支付方式有哪些？如何支付',
        ]
    },
    answers:function(){
        return {
            '如何购买下单':' 1. 浏览您要购买的商品，点击“加入购物车”，商品会自动添加到购物车里。<br>2. 如果您需要更改商品数量，需在商品数量框中输入购买数量<br>3.选好商品后点击“去结算”<br>4.详细填写收货人信息、支付方式、发票信息，核对送货清单等信息<br>确认无误后点击“提交订单”，生成新订单并显示订单编号',
            '如何查找想要的商品':'1. 通过商品品类查询商品<br>2. 通过搜索关键字查询商品<br>3. 通过搜索商品编号查询商品',
            '如何填写收货地址':'1. 先登陆京东，点击京东首页右上角【我的京东】<br>2. 点击【账户设置】-【收货地址】进入地址填写页面，然后点击【新增收货地址】即可输入您的收货地址',
            '在哪里可以查询京东的促销活动':'您可以在京东首页“促销”或商品页面价格下方所提示的促销信息里面查看我司的最新活动。',
            '如何查看晒单':' 进入商品详情页面，点击页面中的“商品评价”，在商品评价页面点击“有晒单的评价”即可查看。',
            '评价有什么好处':'使用商品评价功能，我们将在您评价成功后给予相应的京豆回馈（用户只能评价该用户名下购买过的商品）',
            '京东有没有礼品包装服务':'为了响应广大消费者的需求，京东已经上线：即客户可以对有礼品购服务的商品选定特殊包装、给送礼人写贺卡等居多特色服务',
            '支付方式有哪些？如何支付':'1. 货到付款<br>2. 在线支付<br>3. 分期付款<br>4. 公司转账<br>5. 邮局付款',
        }
    }
};